Repository: lepidus/contentAnalysis
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.contentAnalysis.displayName
source: Content Analysis
es: Análisis del contenido
pt_br: Análise de Conteúdo

# plugins.generic.contentAnalysis.checklistTitle
source: Analysis of galley document
es: Análisis del documento final de composición
pt_br: Análise do documento da composição final

# plugins.generic.contentAnalysis.description
source: This plugin checks the content of the submitted document according to the submission's metadata
es: Este complemento verifica el contenido del documento enviado de acuerdo con los metadatos del envío
pt_br: Este plugin verifica o conteúdo do documento submetido de acordo com os metadados da submissão

# plugins.generic.contentAnalysis.status.title
source: Document verification
es: Verificación del documento
pt_br: Verificação do documento

# plugins.generic.contentAnalysis.status.messageSuccess
source: The document sent complies with the submission rules
es: El documento enviado cumple con las reglas de envío
pt_br: O documento enviado está de acordo com as regras de submissão

# plugins.generic.contentAnalysis.status.messageWarning
source: The document sent has problems with its composition
es: El documento enviado tiene problemas en su composición
pt_br: O documento enviado possui problemas na sua composição

# plugins.generic.contentAnalysis.status.messageError
source: The document sent has errors with its composition
es: El documento enviado tiene errores en su composición
pt_br: O documento enviado possui erros na sua composição

# plugins.generic.contentAnalysis.status.authorsContributionSuccess
source: The author's contribution statement was identified in the document
es: La declaración de contribución de los autores fue identificada en el documento
pt_br: A declaração de contribuição dos autores foi identificada no documento

# plugins.generic.contentAnalysis.status.authorsContributionError
source: The author's contribution statement was not identified in the document. Make sure that a section called "Authors contribution" has been inserted in the document, following preferably the <a href="https://credit.niso.org/">CRediT</a> taxonomy to list the individual contributions.
es: La declaración de contribución de los autores no fue identificada en el documento. Asegúrese de que se haya insertado una sección llamada "Contribución de la autoría" en el manuscrito, preferiblemente siguiendo la taxonomía <a href="https://credit.niso.org/">CRediT</a> para enumerar las contribuciones individuales.
pt_br: A declaração de contribuição dos autores não foi identificada no documento. Certifique-se que foi inserida uma seção com o nome "Contribuição de autoria" no manuscrito, seguindo de preferência a taxonomia <a href="https://credit.niso.org/">CRediT</a> para listar as contribuições individuais.

# plugins.generic.contentAnalysis.status.authorsContributionSkipped
source: The author's contribution statement is not necessary in single authorship cases
es: La declaración de contribución de los autores no se requiere en los casos de autoría única.
pt_br: A declaração de contribuição dos autores não é necessária em casos de autoria única

# plugins.generic.contentAnalysis.status.orcidSuccess
source: The ORCIDs of all authors were identified
es: Se identificaron los ORCID de todos los autores
pt_br: Os ORCIDs de todos os autores foram identificados

# plugins.generic.contentAnalysis.status.orcidWarning
source: We only identified {$numOrcids} ORCIDs out of a total of {$numAuthors} authors, make sure all authors' ORCIDs are included in the document. Also make sure all the ORCIDs have been inserted in the document following the <a href="https://support.orcid.org/hc/en-us/articles/360006897674-Structure-of-the-ORCID-Identifier">link format recommended by ORCID</a>.
es: Solo identificamos {$numOrcids} ORCID de un total de {$numAuthors} autores, asegúrese de que los ORCID de todos los autores estén incluidos en el documento. También asegúrese de que todas los ORCIDs se hayan ingresado en el manuscrito en el <a href="https://support.orcid.org/hc/en-us/articles/360006897674-Structure-of-the-ORCID-Identifier">formato de enlace recomendado por ORCID</a>.

# plugins.generic.contentAnalysis.status.orcidError
source: No ORCIDs were identified in the document. Make sure all the ORCIDs have been inserted in the document following the <a href="https://support.orcid.org/hc/en-us/articles/360006897674-Structure-of-the-ORCID-Identifier">link format recommended by ORCID</a>. Also make sure all the links correspond to the correct ORCID registry of each person listed in the document authorship.
es: No se identificaron ORCIDs en el documento. Asegúrese de que todas los ORCIDs se hayan ingresado en el manuscrito en el <a href="https://support.orcid.org/hc/en-us/articles/360006897674-Structure-of-the-ORCID-Identifier">formato de enlace recomendado por ORCID</a>. También asegúrese de que los enlaces coincidan con el registro ORCID correcto para cada persona que figura en la autoría del manuscrito.
pt_br: Não foram identificados ORCIDs no documento. Certifique-se de que todos os ORCIDs foram inseridos no manuscrito no <a href="https://support.orcid.org/hc/en-us/articles/360006897674-Structure-of-the-ORCID-Identifier">formato de link recomendado pela ORCID</a>, contendo também o hyperlink para a página do registro ORCID. Certifique-se também que os links correspondem ao registro ORCID correto de cada pessoa listada na autoria do manuscrito.

# plugins.generic.contentAnalysis.status.conflictInterestSuccess
source: The conflict of interests statement was identified in the document
es: La declaración de conflicto de intereses fue identificada en el documento
pt_br: A declaração de conflito de interesses foi identificada no documento

# plugins.generic.contentAnalysis.status.conflictInterestError
source: The conflict of interests statement was not identified in the document. Make sure that a section called "Conflicts of interest" has been inserted in the document. We recommend the following of the <a href="https://publicationethics.org/competinginterests">COPE guidelines</a> for the formulation of the conflicts of interest declaration.
es: La declaración de conflicto de intereses no fue identificada en el documento. Asegúrese de que se haya insertado una sección denominada "Conflicto de intereses" en el manuscrito. Recomendamos seguir los <a href="https://publicationethics.org/competinginterests">lineamientos de COPE</a> para la elaboración de la declaración de conflicto de interés.
pt_br: A declaração de conflito de interesses não foi identificada no documento. Certifique-se que foi inserida uma seção com o nome "Conflito de interesses" no manuscrito. Recomendamos seguir as <a href="https://publicationethics.org/competinginterests">orientações do COPE</a> para elaboração da declaração de conflito de interesse.

# plugins.generic.contentAnalysis.status.keywordsEnglishSuccess
source: The keywords in english were found in the document
es: Las palabras clave en inglés fueron identificadas en el documento
pt_br: As palavras-chave em inglês foram identificadas no documento

# plugins.generic.contentAnalysis.status.keywordsEnglishError
source: The keywords in english were not found in the document
es: Las palabras clave en inglés no fueron identificadas en el documento
pt_br: As palavras-chave em inglês não foram identificadas no documento

# plugins.generic.contentAnalysis.status.abstractEnglishSuccess
source: The abstract in english was found in the document
es: El resumen en inglés fue identificado en el documento
pt_br: O resumo em inglês foi identificado no documento

# plugins.generic.contentAnalysis.status.abstractEnglishError
source: The abstract in english was not found in the document
es: El resumen en inglés no fue identificado en el documento
pt_br: O resumo em inglês não foi identificado no documento

# plugins.generic.contentAnalysis.status.titleEnglishSuccess
source: The title in english was found in the document
es: El título en inglés fue identificado en el documento
pt_br: O título em inglês foi identificado no documento

# plugins.generic.contentAnalysis.status.titleEnglishUnable
source: The checking for the english title in the PDF file couldn't be done, since this information wasn't filled in the submission's form
es: No se pudo realizar la verificación del título en inglés en el documento PDF, ya que esta información no se completó en el formulario de envío
pt_br: A verificação pelo título em inglês no documento PDF não pôde ser realizada, pois essa informação não foi preenchida no formulário da submissão

# plugins.generic.contentAnalysis.status.titleEnglishError
source: The english title "{$titleInEnglish}" was not found in the sent PDF file. Check if paper's title is equal to the one inserted in the submission's form
es: El título en inglés "{$titleInEnglish}" no se encontró en el archivo PDF cargado. Verifique que el título del manuscrito sea el mismo que se ingresó en el formulario de envío
pt_br: O título em inglês "{$titleInEnglish}" não foi encontrado no arquivo PDF enviado. Verifique se o título do manuscrito está igual ao que foi inserido no formulário de submissão

# plugins.generic.contentAnalysis.status.ethicsCommitteeSuccess
source: The Ethics Committee Approval Statement was found in the document
es: La declaración de aprobación del Comité de Ética se encuentra en el documento
pt_br: A Declaração de Aprovação do Comitê de Ética foi encontrada no documento

# plugins.generic.contentAnalysis.status.ethicsCommitteeError
source: The Ethics Committee Approval Statement was not found in the document. Since the research involves human beings or animals, it is necessary to state in the manuscript that the research has been approved by the Ethics Committee of the institution responsible for the research. Make sure to insert the statement in text format as an integral part of the manuscript. If the statement is in image format, please transcribe it in text format. Scanned images are not detected by the system.
es: La Declaración de Aprobación del Comité de Ética no se encontró en el documento. Dado que la investigación implica a seres humanos o animales, es necesario indicar en el manuscrito que la investigación ha sido aprobada por el Comité de Ética de la institución responsable de la investigación. Asegúrese de insertar la declaración en formato de texto como parte integrante del manuscrito. Si la declaración está en formato de imagen, transcríbala en formato de texto. Las imágenes escaneadas no son detectadas por el sistema.
pt_br: A Declaração de Aprovação do Comitê de Ética não foi encontrada no documento. Como a pesquisa envolve seres humanos ou animais, é necessário que conste no manuscrito que a pesquisa foi aprovada pelo Comitê de Ética da instituição responsável pela pesquisa. Certifique-se de inserir a declaração em formato de texto, como parte integral do manuscrito. Se a declaração estiver no formato de imagem, por favor transcreva-a em formato texto. Imagens digitalizadas não são detectadas pelo sistema.

# plugins.generic.contentAnalysis.status.advice
source: It is necessary to correct these pending issues to complete your submission
es: Es necesario corregir estos asuntos pendientes para completar su envío
pt_br: É necessário corrigir esta(s) pendência(s) para concluir a sua submissão

# plugins.generic.contentAnalysis.status.cantFinishSubmissionWithErrors
source: You can't finish the submission without fixing the errors of the submitted document
es: No puede finalizar el envío sin corregir primero los problemas con el documento enviado
pt_br: Você não pode finalizar a submissão sem primeiro corrigir os problemas com o documento submetido

# plugins.generic.contentAnalysis.ethicsCouncil.label
source: Ethics Council
es: Consejo de Ética
pt_br: Conselho de Ética

# plugins.generic.contentAnalysis.ethicsCouncil.description
source: Does the research that originated the manuscript involve human beings or animals?
es: ¿La investigación que ha dado lugar al manuscrito implica a seres humanos o animales?
pt_br: A pesquisa que deu origem ao manuscrito envolve seres humanos ou animais?

# plugins.generic.contentAnalysis.documentType.label
source: Document type
es: Tipo de documento
pt_br: Tipo de documento

# plugins.generic.contentAnalysis.documentType.description
source: This submission is an Editorial, Review or a document other than a scientific article?
pt_br: Esta submissão trata-se de um Editorial, Resenha ou outro documento que não é um artigo científico?
